import blog1 from '../../public/assets/blog1.png'
import blog2 from '../../public/assets/blog2.png'
import blog3 from '../../public/assets/blog3.png'
import blog4 from '../../public/assets/blog4.png'
import kabinet1 from '../../public/assets/kabinet1.png'
import kabinet2 from '../../public/assets/kabinet2.png'






export const kabinet = [
    {
      id: 1,
      img: '../../public/assets/Photo-min.png',
      title: 'Экспресс лаборатория',
    },
    {
      id: 2,
      img: '../../public/assets/Photo1.png',
      title: 'Лазерная терапия',
    },
    {
      id: 3,
      img: '../../public/assets/Photot-min.png',
      title: 'Операционный блок',
    },
    {
      id: 4,
      img: '../../public/assets/Photo-min.png',
      title: 'Экспресс лаборатория',
    },
    {
      id: 5,
      img: '../../public/assets/Photo1.png',
      title: 'Лазерная терапия',
    },
    {
      id: 6,
      img:  '../../public/assets/Photot-min.png',
      title: 'Операционный блок',
    },
  ];
  export const carousel = [
    {
      id: 1,
      img: '../../public/assets/Tovar-1.png',
      title: 'Анализатор мочи MIND UA-66',
      price: 300,
      isAvailable: true,
      element: 213134,
      status: 'Новинка',
    },
    {
      id: 2,
      img: '../../public/assets/Tovar-2.png',
      title: 'Анализатор мочи MIND UA-66',
      price: 300,
      isAvailable: true,
      element: 213134,
      status: 'Новинка',
    },
    {
      id: 3,
      img: '../../public/assets/Tovar-3.png',
      title: 'Анализатор мочи MIND UA-66',
      price: 300,
      isAvailable: true,
      element: 213134,
      status: 'Новинка',
    },
    {
      id: 4,
      img: '../../public/assets/Tovar-2.png',
      title: 'Анализатор мочи MIND UA-66',
      price: 300,
      isAvailable: true,
      element: 213134,
      status: 'Новинка',
    },
  ];
  export const brend = [
    {
      id: 1,
      img: '../../public/assets/cropped-min.png',
      title: 'НМИЦ онкологии им. Н.Н. Блохина',
    },
    {
      id: 2,
      img: '../../public/assets/5-min.png',
      title: 'НМИЦ онкологии им. Н.Н. Блохина',
    },
    {
      id: 3,
      img: '../../public/assets/custom-2.png',
      title: 'НМИЦ онкологии им. Н.Н. Блохина',
    },
  ];

  export const kompaniyeSlider = [
    {
      id: 1,
      img: '../../public/assets/Rectangle.png',
      title: 'Название новости',
      desc: 'Допускает внедрение поэтапного и развития общества.'
    },
    {
      id: 2,
      img: '../../public/assets/Rectangle1.png',
      title: 'Название новости',
       desc: 'Допускает внедрение поэтапного и развития общества.'
    },
    {
      id: 3,
      img: '../../public/assets/Rectangle2.png',
      title: 'Название новости',
       desc: 'Допускает внедрение поэтапного и развития общества.'
    },
    {
    id: 4,
    img: '../../public/assets/Rectangle2.png',
    title: 'Название новости',
     desc: 'Допускает внедрение поэтапного и развития общества.'
  },
  ];

  export const sertifikat = [
    {
      id : 1,
      img : '../../public/assets/11-min.png'
    },
    {
      id : 2,
      img : '../../public/assets/11-min.png'
    },
    {
      id : 3,
      img : '../../public/assets/11-min.png'
    },
    {
      id : 4,
      img : '../../public/assets/11-min.png'
    },
    {
      id : 5,
      img : '../../public/assets/11-min.png'
    }

  ]
  
export const blog = [
  {
    id: 'b1',
    img: blog1,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b2',
    img: blog2,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b3',
    img: blog3,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b4',
    img: blog4,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b5',
    img: blog3,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b6',
    img: blog2,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b7',
    img: blog4,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b8',
    img: blog1,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b9',
    img: blog2,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b10',
    img: blog4,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b11',
    img: blog1,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
  {
    id: 'b12',
    img: blog3,
    content:
      'Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ',
  },
];  

export const kobinet = [
  {
    id: 'kabinet1',
    img: kabinet1,
  },
  {
    id: 'kabinet2',
    img: kabinet2,
  },
  {
    id: 'kabinet3',
    img: kabinet1,
  },
  {
    id: 'kabinet4',
    img: kabinet2,
  },
  {
    id: 'kabinet5',
    img: kabinet1,
  },
  {
    id: 'kabinet6',
    img: kabinet2,
  },
  {
    id: 'kabinet7',
    img: kabinet1,
  },
  {
    id: 'kabinet8',
    img: kabinet2,
  },
  {
    id: 'kabinet9',
    img: kabinet1,
  },
];

export const uslugi = [
  {
    id: 'ser1',
    title: 'Апробация',
    img: '../../public/assets/uslugi1.png',
    desc:
      'Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ',
  },
  {
    id: 'ser2',
    title: 'Помощь инженеров в настройке',
    img: '../../public/assets/uslugi2.png',
    desc:
      'Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ',
  },
  {
    id: 'ser3',
    title: 'Обучение работе с оборудованием',
    img: '../../public/assets/uslugi3.png',
    desc:
      'Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ',
  },
  {
    id: 'ser4',
    title: 'Работа с учебными центрами повышения квалификации медицинского персонала',
    img: '../../public/assets/uslugi4.png',
    desc:
      'Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ',
  },
  {
    id: 'ser5',
    title: 'Помощь в подборе оборудования',
    img: '../../public/assets/uslugi5.png',
    desc:
      'Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ',
  },
  {
    id: 'ser6',
    title: 'Пуско-наладочные работы',
    img: '../../public/assets/uslugi6.png',
    desc:
      'Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ',
  },
  {
    id: 'ser7',
    title: 'Подменный аппарат',
    img: '../../public/assets/uslugi8.png',
    desc:
      'Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ',
  },
  {
    id: 'ser8',
    title: 'Организация обучения врачей на собственной территории',
    img: '../../public/assets/uslugi7.png',
    desc:
      'Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ',
  },
];