import blog1 from "../../public/assets/blog1.png";
import blog2 from "../../public/assets/blog2.png";
import blog3 from "../../public/assets/blog3.png";
import blog4 from "../../public/assets/blog4.png";
import kabinet1 from "../../public/assets/kabinet1.png";
import kabinet2 from "../../public/assets/kabinet2.png";
import pro from "../../public/assets/pro.png";
import { IoIosStar } from 'react-icons/io';


import image1 from "../../public/assets/category1.png";
import image2 from "../../public/assets/category2.png";
import image3 from "../../public/assets/category3.png";
import image4 from "../../public/assets/category4.png";
import image5 from "../../public/assets/category5.png";
import image6 from "../../public/assets/category6.png";
import image7 from "../../public/assets/category7.png";
import image8 from "../../public/assets/Katalog1.png";
import image9 from "../../public/assets/Katalog2.png";
import image10 from "../../public/assets/Katalog3.png";
import image11 from "../../public/assets/Katalog4.png";
import image12 from "../../public/assets/Katalog5.png";
import image13 from "../../public/assets/Katalog6.png";
import image14 from "../../public/assets/Katalog7.png";
import image15 from "../../public/assets/Katalog8.png";
import image16 from "../../public/assets/Katalog9.png";
import image17 from "../../public/assets/Katalog10.png";
import ellips from "../../public/assets/Ellipse3.svg";



export const kabinet = [
  {
    id: 1,
    img: "../../public/assets/Photo-min.png",
    title: "Экспресс лаборатория",
  },
  {
    id: 2,
    img: "../../public/assets/Photo1.png",
    title: "Лазерная терапия",
  },
  {
    id: 3,
    img: "../../public/assets/Photot-min.png",
    title: "Операционный блок",
  },
  {
    id: 4,
    img: "../../public/assets/Photo-min.png",
    title: "Экспресс лаборатория",
  },
  {
    id: 5,
    img: "../../public/assets/Photo1.png",
    title: "Лазерная терапия",
  },
  {
    id: 6,
    img: "../../public/assets/Photot-min.png",
    title: "Операционный блок",
  },
];
export const carousel = [
  {
    id: 1,
    img: "../../public/assets/Tovar-1.png",
    title: "Анализатор мочи MIND UA-66",
    price: 300,
    isAvailable: true,
    element: 213134,
    status: "Новинка",
  },
  {
    id: 2,
    img: "../../public/assets/Tovar-2.png",
    title: "Анализатор мочи MIND UA-66",
    price: 300,
    isAvailable: true,
    element: 213134,
    status: "Новинка",
  },
  {
    id: 3,
    img: "../../public/assets/Tovar-3.png",
    title: "Анализатор мочи MIND UA-66",
    price: 300,
    isAvailable: true,
    element: 213134,
    status: "Новинка",
  },
  {
    id: 4,
    img: "../../public/assets/Tovar-2.png",
    title: "Анализатор мочи MIND UA-66",
    price: 300,
    isAvailable: true,
    element: 213134,
    status: "Новинка",
  },
];
export const brend = [
  {
    id: 1,
    img: "../../public/assets/cropped-min.png",
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: 2,
    img: "../../public/assets/5-min.png",
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: 3,
    img: "../../public/assets/custom-2.png",
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
];

export const kompaniyeSlider = [
  {
    id: 1,
    img: "../../public/assets/Rectangle.png",
    title: "Название новости",
    desc: "Допускает внедрение поэтапного и развития общества.",
  },
  {
    id: 2,
    img: "../../public/assets/Rectangle1.png",
    title: "Название новости",
    desc: "Допускает внедрение поэтапного и развития общества.",
  },
  {
    id: 3,
    img: "../../public/assets/Rectangle2.png",
    title: "Название новости",
    desc: "Допускает внедрение поэтапного и развития общества.",
  },
  {
    id: 4,
    img: "../../public/assets/Rectangle2.png",
    title: "Название новости",
    desc: "Допускает внедрение поэтапного и развития общества.",
  },
];

export const sertifikat = [
  {
    id: 1,
    img: "../../public/assets/11-min.png",
  },
  {
    id: 2,
    img: "../../public/assets/11-min.png",
  },
  {
    id: 3,
    img: "../../public/assets/11-min.png",
  },
  {
    id: 4,
    img: "../../public/assets/11-min.png",
  },
  {
    id: 5,
    img: "../../public/assets/11-min.png",
  },
];

export const blog = [
  {
    id: "b1",
    img: blog1,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b2",
    img: blog2,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b3",
    img: blog3,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b4",
    img: blog4,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b5",
    img: blog3,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b6",
    img: blog2,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b7",
    img: blog4,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b8",
    img: blog1,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b9",
    img: blog2,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b10",
    img: blog4,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b11",
    img: blog1,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
  {
    id: "b12",
    img: blog3,
    content:
      "Обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов.  Каждый из нас понимает очевидную вещь. ",
  },
];

export const kobinet = [
  {
    id: "kabinet1",
    img: kabinet1,
  },
  {
    id: "kabinet2",
    img: kabinet2,
  },
  {
    id: "kabinet3",
    img: kabinet1,
  },
  {
    id: "kabinet4",
    img: kabinet2,
  },
  {
    id: "kabinet5",
    img: kabinet1,
  },
  {
    id: "kabinet6",
    img: kabinet2,
  },
  {
    id: "kabinet7",
    img: kabinet1,
  },
  {
    id: "kabinet8",
    img: kabinet2,
  },
  {
    id: "kabinet9",
    img: kabinet1,
  },
];

export const uslugi = [
  {
    id: "ser1",
    title: "Апробация",
    img: "../../public/assets/uslugi1.png",
    desc: "Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ",
  },
  {
    id: "ser2",
    title: "Помощь инженеров в настройке",
    img: "../../public/assets/uslugi2.png",
    desc: "Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ",
  },
  {
    id: "ser3",
    title: "Обучение работе с оборудованием",
    img: "../../public/assets/uslugi3.png",
    desc: "Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ",
  },
  {
    id: "ser4",
    title:
      "Работа с учебными центрами повышения квалификации медицинского персонала",
    img: "../../public/assets/uslugi4.png",
    desc: "Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ",
  },
  {
    id: "ser5",
    title: "Помощь в подборе оборудования",
    img: "../../public/assets/uslugi5.png",
    desc: "Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ",
  },
  {
    id: "ser6",
    title: "Пуско-наладочные работы",
    img: "../../public/assets/uslugi6.png",
    desc: "Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ",
  },
  {
    id: "ser7",
    title: "Подменный аппарат",
    img: "../../public/assets/uslugi8.png",
    desc: "Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ",
  },
  {
    id: "ser8",
    title: "Организация обучения врачей на собственной территории",
    img: "../../public/assets/uslugi7.png",
    desc: "Также как постоянное информационно-пропагандистское обеспечение нашей деятельности требует определения и уточнения распределения внутренних резервов и ресурсов. ",
  },
];

export const MenuNap = [
  "Реанимация",
  "Хирургия",
  "Офтальмология",
  "Лабораторная диагностика",
  "Акушерство и Гинекология",
  "Гистология",
  "Косметология",
  "Оториноларингология",
  "Рентгенология и томография",
  "Стерилизация",
  "Физиотерапия и реабилитация",
  "Функциональная диагностика",
  "Эндоскопия",
];
export const StraneNap = [
  { id: "Strane1", title: "Австралия" },
  { id: "Strane2", title: "Австрия" },
  { id: "Strane3", title: "Бельгия" },
  { id: "Strane4", title: "Великобритания" },
  { id: "Strane5", title: "Германия" },
  { id: "Strane6", title: "Израиль" },
  { id: "Strane7", title: "Беларусь" },
  { id: "Strane8", title: "Испания" },
];

export const proiz = [
  {
    id: "proiz1",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz2",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz3",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz4",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz5",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz6",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz7",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz8",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz9",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz10",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz11",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz12",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz13",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz14",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
  {
    id: "proiz15",
    img: pro,
    title: "НМИЦ онкологии им. Н.Н. Блохина",
  },
];

export const aksiya = [
  {
    id: 1,
    title: "Анализатор мочи MIND UA-66",
    category: "Лабораторное оборудование",
    img: image1,
    price: 300000,
    pay: false,
    number: 213134,
    status: "Новинка",
    amount: 0,
    slider: [image1, image2, image16],
  },
  {
    id: 2,
    title: "Дерматологическое оборудование",
    category: "Лабораторное оборудование",
    img: image2,
    price: 100000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Новинка",
    slider: [image1, image2, image4],
  },
  {
    id: 3,
    title: "Оборудование анастезиологии",
    category: "Лабораторное оборудование",
    img: image3,
    price: 200000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "-30%",
    slider: [image1, image3, image5],
  },
  {
    id: 4,
    title: "Ветеринарное оборудование",
    category: "Лабораторное оборудование",
    img: image4,
    price: 500000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Новинка",
    slider: [image1, image4, image8],
  },
  {
    id: 5,
    title: "Мебель для медецинских целей",
    category: "Лабораторное оборудование",
    img: image5,
    price: 70000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Хит продаж",
    slider: [image1, image6, image10],
  },
  {
    id: 6,
    title: "Ветеринарное оборудование",
    category: "Лабораторное оборудование",
    img: image6,
    price: 100000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Новинка",
    slider: [image1, image10, image11],
  },
  {
    id: 7,
    title: "Стоматологическое оборудование",
    category: "Лабораторное оборудование",
    img: image7,
    price: 300000,
    isAvailable: false,
    amount: 0,
    element: 213134,
    status: "-30%",
    slider: [image1, image12, image15],
  },
  {
    id: 8,
    title: "Проктологическое оборудование",
    category: "Лабораторное оборудование",
    img: image8,
    price: 400000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Хит продаж",
    slider: [image1, image7, image17],
  },
  {
    id: 9,
    title: "Физиотерапевтическое оборудование",
    category: "Лабораторное оборудование",
    img: image9,
    price: 150000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Новинка",
    slider: [image1, image6, image9],
  },
  {
    id: 10,
    title: "Хирургические инструменты",
    category: "Лабораторное оборудование",
    img: image10,
    price: 110000,
    isAvailable: false,
    amount: 0,
    element: 213134,
    status: "Хит продаж",
    slider: [image1, image11, image14],
  },
  {
    id: 11,
    title: "Оборудование для метрологии",
    category: "Лабораторное оборудование",
    img: image11,
    price: 200000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "-30%",
    slider: [image1, image2, image4],
  },
  {
    id: 12,
    title: "Проктологическое оборудование",
    category: "Лабораторное оборудование",
    img: image12,
    price: 400000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Новинка",
    slider: [image1, image2, image3],
  },
  {
    id: 13,
    title: "Стоматологическое оборудование",
    category: "Лабораторное оборудование",
    img: image13,
    price: 100000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Хит продаж",
    slider: [image3, image2, image1],
  },
  {
    id: 14,
    title: "Педиатрическое оборудование",
    category: "Лабораторное оборудование",
    img: image14,
    price: 250000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "Новинка",
    slider: [image1, image5, image7],
  },
  {
    id: 15,
    title: "Стоматологическое оборудование",
    category: "Лабораторное оборудование",
    img: image15,
    price: 440000,
    isAvailable: true,
    amount: 0,
    element: 213134,
    status: "-30%",
    slider: [image1, image4, image6],
  },
  {
    id: 16,
    title: "Хирургические инструменты",
    category: "Лабораторное оборудование",
    img: image16,
    price: 500000,
    isAvailable: false,
    amount: 0,
    element: 213134,
    status: "Новинка",
    slider: [image4, image1, image2],
  },
  {
    id: 17,
    title: "Проктологическое оборудование",
    category: "Лабораторное оборудование",
    img: image17,
    price: 500000,
    isAvailable: false,
    amount: 0,
    element: 213134,
    status: "Новинка",
    slider: [image1, image5, image9],
  },
];

export const otziv = [
  {
    id: 1,
    img: ellips,
    desc: "Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. Господа, повышение уровня гражданского сознания играет определяющее значение для стандартных подходов.  План целого ряда внеочередных мероприятий с учётом комплекса.",
  },
  {
    id: 2,
    img: ellips,
    desc: "Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования.",
  },
  {
    id: 3,
    img: ellips,
    desc: "Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования.",
  },
  {
    id: 4,
    img: ellips,
desc:'Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. '
  },
  {
    id: 5,
    img: ellips,
desc:'Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования. Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт.'
  },
  {
    id: 6,
    img: ellips,
desc:'Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. Господа, повышение уровня гражданского сознания играет определяющее значение для стандартных подходов.  План целого ряда внеочередных мероприятий с учётом комплекса.'
  },
  {
    id: 7,
    img: ellips,
    desc: "Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. Господа, повышение уровня гражданского сознания играет определяющее значение для стандартных подходов.  План целого ряда внеочередных мероприятий с учётом комплекса.",
  },
  {
    id: 8,
    img: ellips,
    desc: "Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. Господа, повышение уровня гражданского сознания играет определяющее значение для стандартных подходов.  План целого ряда внеочередных мероприятий с учётом комплекса.",
  },
  {
    id: 9,
    img: ellips,
    desc: "Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования.",
  },
  {
    id: 10,
    img: ellips,
    desc: "Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования.",
  },
  {
    id: 11,
    img: ellips,
    desc: "Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования.",
  }, {
    id: 12,
    img: ellips,
    desc: "Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования.",
  },
  {
    id: 13,
    img: ellips,
desc:'Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. '
  },
  {
    id: 14,
    img: ellips,
desc:'Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. '
  },
  {
    id: 15,
    img: ellips,
desc:'Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования. Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт.'
  }, {
    id: 16,
    img: ellips,
desc:'Не следует, однако, забывать, что граница обучения кадров, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования. Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт.'
  },
  {
    id: 17,
    img: ellips,
desc:'Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. Господа, повышение уровня гражданского сознания играет определяющее значение для стандартных подходов.  План целого ряда внеочередных мероприятий с учётом комплекса.'
  },
   {
    id: 18,
    img: ellips,
desc:'Каждый из нас понимает очевидную вещь: понимание сути ресурсосберегающих технологий создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса новых принципов формирования материально-технической и кадровой базы. Господа, повышение уровня гражданского сознания играет определяющее значение для стандартных подходов.  План целого ряда внеочередных мероприятий с учётом комплекса.'
  },
  {
    id: 19,
    img: ellips,
desc:'Lorem ipsum dolor, sit amet consectetur adipisicing elit. Deserunt necessitatibus, soluta mollitia doloremque cupiditate quam!'
  },
  {
    id: 20,
    img: ellips,
desc:'Lorem ipsum dolor, sit amet consectetur adipisicing elit. Deserunt necessitatibus, soluta mollitia doloremque cupiditate quam!'
  },
];

